# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Binaries
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "openssl"
brew "imagemagick"
brew "ffmpeg"
brew "pkg-config"
brew "readline"
brew "watchman"
brew "mas" # Mac App Store manager

# Development Stuff
brew "node"
brew "yarn"
brew "mysql"
brew "python"
cask "gitkraken"
cask "ngrok"
cask "gitkraken"
cask "postman"

# Apps
cask "balenaetcher"
cask "deluge"
cask "discord"
cask "dropbox"
cask "expressvpn"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "libreoffice"
cask "notion"
cask "spotify"
cask "suspicious-package"
cask "vlc"
cask "whatsapp"
cask "zoom"

# Mac App Store
mas "1Password 7", id: 1333542190
mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "Affinity Designer", id: 824171161
mas "HP Smart", id: 1474276998
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
