# Taps
tap "homebrew/bundle"
tap "homebrew/core"

# Binaries
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "openssl"
brew "imagemagick"
brew "ffmpeg"
brew "pkg-config"
brew "readline"
brew "watchman"
brew "mas" # Mac App Store manager

# Development Stuff
brew "yarn"
brew "mysql"
brew "python"
brew install --cask "fork"
brew install --cask "ngrok"
brew install --cask "postman"

# Apps
brew install --cask "balenaetcher"
brew install --cask "deluge"
brew install --cask "discord"
brew install --cask "dropbox"
brew install --cask "expressvpn"
brew install --cask "firefox"
brew install --cask "google-chrome"
brew install --cask "imageoptim"
brew install --cask "libreoffice"
brew install --cask "notion"
brew install --cask "spotify"
brew install --cask "suspicious-package"
brew install --cask "vlc"
brew install --cask "whatsapp"
brew install --cask "zoom"
brew install --cask "1password"

# Mac App Store
mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "Affinity Designer", id: 824171161
mas "HP Smart", id: 1474276998
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
