Dheovani.svg-viewer
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
liviuschera.noctis
ms-python.python
ms-python.vscode-pylance
redhat.java
vscjava.vscode-maven
vscode-icons-team.vscode-icons
eamodio.gitlens
GraphQL.vscode-GraphQL
ms-toolsai.jupyter
oderwat.indent-rainbow
wix.vscode-import-cost
wayou.vscode-todo-highlight
